       IDENTIFICATION DIVISION.
       PROGRAM-ID.     HELLO.

       PROCEDURE DIVISION.
           DISPLAY "Hello world! This is a test COBOL program.".
           STOP RUN.
